{"metadata":{"total_size":128},"weight_map":{"language_model.model.embed_tokens.weight":"model.safetensors-00001-of-00004.safetensors","language_model.model.layers.0.weight":"model.safetensors-00002-of-00004.safetensors","language_model.model.layers.1.weight":"model.safetensors-00003-of-00004.safetensors","language_model.lm_head.weight":"model.safetensors-00004-of-00004.safetensors"}}
